export const heroBlocks = [
  {
    id: 1,
    number: "20+",
    text: "направлений деятельности",
  },
  {
    id: 2,
    number: "350+",
    text: "выполненных кейсов",
  },
  {
    id: 3,
    number: "15+",
    text: "опытных руководителей",
  },
  {
    id: 4,
    number: "100+",
    text: "довольных клиентов",
  },
];

export const specialists = [
  {
    id: 1,
    fullname: "Дубская Екатерина Сергеевна",
    area: "Является руководителем Центра цифрового образования детей «IT-куб» и специализируется в направлениях графического дизайна и программирования на языке Python.",
    photo: "/prepod4.png",
  },
  {
    id: 2,
    fullname: "Вареников Лев Андреевич",
    area: "Опытный программист 1С с более чем 5-летним опытом работы. Специализируется на поддержке, доработке и внедрении решений на платформах 1С:Предприятие и Bitrix24.",
    photo: "/prepod2.png",
  },
  {
    id: 3,
    fullname: "Тоняева Анастасия Сергеевна",
    area: "Специалист по креативным решениям и стратегическому управлению проектами. Создает и воплощает уникальные идеи, превращая амбициозные концепции в эффективные проекты. Имеет опыт реализации десятков кампаний в маркетинге, брендинге, digital и событийных коммуникациях.",
    photo: "/prepod3.png",
  },
  {
    id: 4,
    fullname: "Валитов Денис Русланович",
    area: "Преподаватель художествеееных дисциплин, имеет четырёхлетний опыт работы в сфере дизайна, профессиональный дизайнер-иллюстратор",
    photo: "/prepod.png",
  },
  {
    id: 5,
    fullname: "Кртян Камила Родионовна",
    area: "Преподаватель творческих дисциплин. Выпускница Оренбургского областного художественного колледжа по специальности «графический дизайн». Дизайнер-иллюстратор с опытом работы на фрилансе.",
    photo: "/prepod5.png",
  },
];

export const directions = [
  "Веб-разработка",
  "Бизнес-решения",
  "Фотосъемка",
  "Анимация",
  "Видеосъемка",
  "Графический дизайн",
  "VR/AR",
  "Разработка игр",
  "3D разработка",
  "Цифровой дизайн",
];

export const directionImages = {
  "Веб-разработка": "/pragrammer.svg",
  "Бизнес-решения": "/1c.svg",
  Фотосъемка: "/photographer.svg",
  Анимация: "/animate.svg",
  "Графический дизайн": "/grafDesign.svg",
  "VR/AR": "/vr.svg",
  "Разработка игр": "/gamedev.svg",
  "3D разработка": "/3d.svg",
  "Цифровой дизайн": "/CifrDesign.svg",
  Видеосъемка: "/video.svg",
};

export const cards = [
  {
    developer: "Каримулин Валей, Малюгин Вячеслав",
    description: "Разработка онлайн маркетплейса для медицинской техники",
    tags: "Веб-разработка",
    name: "SdMedik",
    image: "/projectsPhoto/sdmedic.png",
  },

  {
    developer: "Абрамов Владислав",
    description:
      "Создание VR очков от компании HTC, для хакатона, организатором которого является Varwin",
    tags: "3D моделирование",
    name: "VR очки HTC",
    image: "/projectsPhoto/ViveVision.png",
  },
  {
    developer: "Безгин Никита, Даниелян Милана",
    description: "Карточная игра в стиле русских народных сказок",
    tags: "Граф. Дизайн",
    name: "Лукоморье",
    image: "/projectsPhoto/lykomorie.png",
  },

  {
    developer: "Мичкасов Георгий, Безбородов Станислав",
    description:
      "Приложение направленно на развитие туризма в Оренбургскую область",
    tags: "Мобильное приложение",
    name: "Goat Clicker",
    image: "/projectsPhoto/goat.jpg",
  },

  {
    developer: "Шерстнева Виктория, Сериктай Марсель",
    description: "Разработка дизайна для стаканов марки О’КЕЙ",
    tags: "Граф. дизайн",
    name: "Кофейные кружки",
    image: "/projectsPhoto/cups.png",
  },
  {
    developer: "Тушев Дмитрий",
    description:
      "Resonance — это медитативная приключенческая игра, созданная для тех, кто ищет покой и вдохновение в гармонии с природой. Погрузитесь в мир, где каждый шаг сопровождается мягким шелестом листвы, пением птиц и лёгким дыханием ветра",
    tags: "Разработка игр",
    name: "Resonance",
    image: "/projectsPhoto/resonans.jpg",
  },
  {
    developer: "Гиматдинова Кира, Филиппов Роман",
    description: "Создание мерча для крупной компании",
    tags: "Граф. дизайн",
    name: "Мерч с душой «Хохлому»",
    image: "/projectsPhoto/hoodie.png",
  },
  {
    developer: "Зубкова Надежда",
    description: "Новогоднее поздравление для банка Оренбург",
    tags: "3D моделирование",
    name: "С новым годом, Оренбург!",
    image: "/projectsPhoto/bankOrenburg.png",
  },
  {
    developer: "Безгин Никита",
    description: "Создание этикетки для бренда «Капелька лета»",
    tags: "Граф. дизайн",
    name: "Создание этикетки",
    image: "/projectsPhoto/kapelka.png",
  },
  {
    developer: "Тушев Дмитрий",
    description:
      "Dreamscape — это мир бесконечного творчества и вдохновения, где каждый игрок может выразить свою индивидуальность, создавая уникальные произведения и делясь ими с другими",
    tags: "Разработка игр",
    name: "Dreamscape",
    image: "/projectsPhoto/dreamscape.jpg",
  },
  {
    developer: "Вадим Пилюгин",
    description:
      "Проект создан с целью ознакомления с деятельностью различных цехов завода «Уральская сталь»",
    tags: "VR разработка",
    name: "Цех завода «Уральская сталь»",
    image: "/projectsPhoto/uralStal.png",
  },
  {
    developer: "Бончев Йордан, Пустовалов Даниил",
    description:
      "Полная симуляция того что происходит в цехе по переплавке медного штейка",
    tags: "VR разработка",
    name: "Симуляция работы в цехе",
    image: "/projectsPhoto/mednogorsk.png",
  },
  {
    developer: "Шульга Никита, Головчик Артем",
    description:
      "Проект направлен на обучение новых сотрудников которые хотят пойти работать на этот завод",
    tags: "VR разработка",
    name: "VR-Комплекс «Сосисочная лихорадка»",
    image: "/projectsPhoto/sosiski.png",
  },
  {
    developer: "Костевич Валерия, Манжос Оксана",
    description: "Рекламная съемка для южно Уральской воды",
    tags: "Фотосъемка",
    name: "Фотосъемка для бренда воды",
    image: "/projectsPhoto/yuzshnouralskaya.png",
  },
  {
    developer: "Тушев Дмитрий",
    description:
      "Night City Drift — это динамичный симулятор дрифта в ночном городе, созданный на Unity с использованием WebGL. Настраивайте машины, осваивайте заносы под огнями небоскребов и соревнуйтесь за звание лучшего",
    tags: "Разработка игр",
    name: "Night City Drift",
    image: "/projectsPhoto/drift.jpg",
  },
];
